[
   {
       "ques": "What do we do?",
       "ans": "Common health issue Ask anything you would normally ask your GP. You can have an instant video with one of our GPs via a digital consultation from anywhere, at any time of day. Specialist advice Sometimes it's helpful to see a specialist when you want. And get educational advice, pre-screening, monitoring and follow-ups. For maternal and infant health care, chronic diseases such as diabetes, or other conditions, DocTime can help you to connect with the right specialist doctor and to stay healthy. More than 20 different specialities are available on DocTime. Mental health and wellbeing In a fast paced world, it is important to monitor and protect your mental health and wellbeing. Doctors can help you stay healthy whether you have symptoms at home or in your workplace of stress, smoking, anxiety, bereavement or depression."
   },
   {
       "ques": "How does it work?",
       "ans": "You can register on our App and access several medical services easily. The basic video consultation service is straightforward: search for your relevant doctor with easy filters, talk to your doctor directly as included in your DocTime healthcare package or pay just prior the on-demand consultation starts. Then access your prescription uploaded by the doctor and you can order medicine or tests as recommended. Keep in touch with the doctor and use medicine reminders until your feel completely healthy again. Access plenty of other medical services including your personal Electronic Patient Record and health tips at any time through our homepage."
   },
   {
       "ques": "Can we select our own choice doctor?",
       "ans": "Yes, certainly, you can select any doctor registered in the DocTime platform. When you search for a doctor or give your symptoms, DocTime will show you all the most relevant doctors. You can read their profiles and also filter/sort by price and other parameters. Just select the doctor, and start your consultation immediately or book an appointment."
   },
   {
       "ques": "How to get prescription for my consultation?",
       "ans": "As soon as the consultation is finished, the doctor will write and upload the prescription on the app. Once the doctor uploads the prescription, you will be able to download it immediately. You will also be able to download the prescription from your previous consultations menu."
   },
   {
       "ques": "Can i get diagnostic test through Medilog?",
       "ans": "Yes, you can. It is faster and more convenient to have a certified lab professional coming to your home to take the relevant samples. You have access to discounts on DocTime and your tests reports will be more easily accessible on the App."
   }
]
